Repository: CarlosMiguelChu/Extensibility
Catalog: Implementation/Primavera.Platform.Geolocation/Properties/resources.*.resx
Languages: fr

# RES_DeleteMapMarker
source: Do you wish to remove the marker: [{0}] from the report?
fr: Voulez-vous supprimer le marqueur : [{0}] de la carte ?

# RES_DeleteRoute
source: Do you wish to delete the route: [{0}] from your list?
fr: Voulez-vous supprimer l'itinéraire ? [{0}] de votre liste ?

# RES_DeleteUserMarker
source: Do you wish to delete the selected marker: [{0}] from your list?
fr: Voulez-vous supprimer le signet sélectionné ? [{0}] de votre liste ?

# RES_DeleteUserRouteMarker
source: This marker is used in at least one route. Do you wish to delete the selected marker: [{0}] from your list?
fr: Ce marqueur est utilisé sur au moins un itinéraire. Voulez-vous supprimer le marqueur sélectionné: [{0}] de votre liste ?

# RES_GeolocationWarning
source: To use the Geolocation features you must select the type of report from the options list.
fr: Pour utiliser les fonctions de géolocalisation, vous devez choisir le type de carte dans la liste des options.

# RES_MarkerPOI
source: Do you wish to save this marker as a point of interest?
fr: Voulez-vous garder ce marqueur comme un point d'intérêt ?

# RES_RouteUnsavedMarker
source: It is not possible to save the route. You need to save the marker {0}.
fr: Impossible d'enregistrer l'itinéraire. Le marqueur {0} doit être sauvegardé.

# RES_RouteUnsavedMarkers
source: It is not possible to save the route because there are unsaved markers. Do you wish to save them?
fr: Il n'a pas été possible de sauvegarder l'itinéraire car il contient des signets non sauvegardés. Voulez-vous les sauver ?

# RES_SaveMarker
source: Fill in the desired name for the marker.
fr: Saisissez le nom souhaité pour le marqueur.

# RES_SaveMarkerTitle
source: Save Marker
fr: Enregistrer Signet

# RES_SaveRoute
source: Fill in the desired name for the route.
fr: Saisissez le nom souhaité pour l'itinéraire.

# RES_SaveRouteCalculateWarning
source: To save a route, you need to calculate a route.
fr: Pour sauvegarder un itinéraire, vous devez calculer un itinéraire.

# RES_SaveRouteMarkersWarning
source: To save a route, you need to have markers.
fr: Pour sauvegarder un itinéraire, vous devez disposer de marqueurs.

# RES_SaveRouteNameWarning
source: It is not possible to save the route. You need to name it.
fr: Il n'a pas été possible de sauvegarder l'itinéraire. Vous devez lui donner un nom.

# RES_SaveRouteTitle
source: Save Route
fr: Sauvegarder Route

# RES_ServerKeyName
source: Please insert the {0} Server key.
fr: Veuillez entrer la clé du serveur de {0}

# RES_ServerKeyTitle
source: Set up Report Server
fr: Configurer Serveur de Cartes

# RES_TwoMarkerWarning
source: To draw a route, you need at least 2 markers.
fr: Pour tracer une route, vous devez avoir au moins 2 marqueurs.
